export const weekdaysFullName = [
    "Неділя",
    "Понеділок",
    "Вівторок",
    "Середа",
    "Четвер",
    "П`ятниця",
    "Субота",
];

export const monthsFullName = [
    "Січня",
    "Лютого",
    "Березня",
    "Квітня",
    "Травня",
    "Червня",
    "Липня",
    "Серпня",
    "Вересня",
    "Жовтня",
    "Листопада",
    "Грудня",
];

export const months = [
    "Січень",
    "Лютий",
    "Березень",
    "Квітень",
    "Травень",
    "Червень",
    "Липень",
    "Серпень",
    "Вересень",
    "Жовтень",
    "Листопад",
    "Грудень",
];

// const months = {
//     January: "Січень",
//     February: "Лютий",
//     March: "Березень",
//     April: "Квітень",
//     May: "Травень",
//     June: "Червень",
//     July: "Липень",
//     August: "Серпень",
//     September: "Вересень",
//     October: "Жовтень",
//     November: "Листопад",
//     December: "Грудень",
// };

// const weekdays = {
//     Sun: "НД",
//     Mon: "ПН",
//     Tue: "ВТ",
//     Wed: "СР",
//     Thu: "ЧТ",
//     Fri: "ПТ",
//     Sat: "СБ",
// };
export const weekdaysShortName = ["ПН", "ВТ", "СР", "ЧТ", "ПТ", "СБ", "НД"];
